Repository: wp-plugins/wp-jv-post-reading-groups
Catalog: languages/wp-jv-post-reading-groups-*.po
Languages: hu_hu

source: Create some groups first at
hu_hu: Előbb hozz létre néhány csoportot a

source: Settings -> Reading
hu_hu: Beállítások->Olvasás menüpontban

source: Select who can read this post
hu_hu: Add meg ki olvashatja ezt a bejegyzést

source: Reading Group
hu_hu: Olvasási csoport

source: Reading Groups
hu_hu: Olvasási csoportok

source: Rename
hu_hu: Átnevezés

source: Delete
hu_hu: Törlés

source: Reading Group name
hu_hu: A következő olvasási csoport név:

source: already exists.
hu_hu: már létezik.

source: Please specify a valid Reading Group name.
hu_hu: Légy szíves adj meg egy érvényes olvasási csoport nevet.

source: does not exists.
hu_hu: nem létezik

source: Create your Reading Groups and then assign these to
hu_hu: Hozd létre a saját olvasási csoportjaid és aztán rendeld őket

source: users
hu_hu: felhasználókhoz

source: Reading Group Name
hu_hu: Olvasási csoport név

source: Add New Reading Group
hu_hu: Új olvasási csoport hozzáadása

source: Administrators access all posts.
hu_hu: Az adminisztrátorok minden bejegyzéshez hozzáférnek.

source: Grant permissions for the following Reading Group(s)
hu_hu: Jogosultságot kap a következő olvasási csoport(ok)hoz

source: Access all RGs
hu_hu: Elér minden olvasási csoportot
